Repository: aashish123456/OnthegoDriver
Catalog: NikkosDrvier/*.lproj/Localizable.strings
Languages: fr

source: Login
fr: S'identifier

# My_Car
source: My Vehicles
fr: Ma voiture

source: Remember me
fr: Mémoriser mes identifiants

source: Home
fr: Accueil

source: Rating
fr: Note

source: My Status
fr: Mon statut

# My_Doc
source: My Documents
fr: Mes documents

# Add_Doc_For_Vehicle
source: ADD DOCUMENTS FOR VEHICLE
fr: Ajouter les documents du vehicule

source: Vehicle status
fr: Etat du véhicule

# Add_Vehicle_Pic
source: ADD VEHICLE PICTER
fr: Ajouter la photo du véhicule

source: My Profile
fr: Mon profil

# Enter_your_username
source: Email Address
fr: Saisissez votre nom d'utilisateur

# Enter_your_lastname
source: Last Name
fr: Entrez votre nom de famille

# Enter_your_password
source: Password
fr: Entrez votre mot de passe

source: Forgot Password?
fr: Mot de passe oublié ?

# Mobile_No
source: Telephone/Mobile
fr: Numéro de téléphone

source: Driving License
fr: Permis de conduire

source: Head Office Address
fr: Adresse du siège social

source: Car Registration Number
fr: Immatriculation

# Enter_your_name
source: Name
fr: Entrez votre nom

source: Enter your forename
fr: Saisissez votre nom

# Enter_your_email
source: Email Address
fr: Entrez votre adresse mail

# Enter_your_phoneno
source: Phone Number
fr: Entrez votre numéro de téléphone mobile

source: My personal details
fr: Mes informations personnelles

source: Enter society name
fr: Saisissez le nom de votre société

# Enter_Head_Office_Add
source: Enter head office address
fr: saisissez l'adresse de la siège social de l'entreprise

source: Enter siret
fr: Saisissez votre numéro de SIRET

source: Enter VIN
fr: Saisissez le VIN

# Add_Car
source: Add Vehicle
fr: Ajouter un véhicule

# Enter_Model_Yr
source: Enter model(Year)
fr: Saisissez le mode (l'année)

# Enter_Plate_No
source: Enter plate number
fr: Saisissez la plaque d'immatriculation

# Enter_VehicleCat
source: Enter Vehicle Category
fr: Saisissez la catégorie de véhicule

source: Enter Make
fr: Saisissez la marque

source: Enter Model
fr: Entrer l'année du vehicule

# Enter_Passenger
source: Enter Passenger Capacity
fr: Saissez le nombre de places

# Add_Car_Document
source: Add Vehicle Documents
fr: Ajouter un document du véhicule

# Card_VTC
source: Card VTC or transport license
fr: Carte VTC ou permis de transport

# Registration_Doc
source: Registration document
fr: Document d'enregistrement

# Insurance_Vehicle
source: Insurance of the vehicle
fr: Assurance automobile

source: Insurance pro
fr: Assurance pro

# Sign_In
source: Sign in with
fr: Connecter avec

# Add_Copies_Doc
source: Add Copies Of Documents
fr: Ajoutez des copies de documents

# New_User_signup
source: Create Account
fr: Nouveaux utilisateurs, inscrivez-vous

source: Register
fr: S'inscrire

source: Select salutation
fr: Choisir votre civilité

source: Driver Range
fr: Distance Km

# Enter_Your_Email
source: Email Address
fr: Entrer votre Email

# Enter_Your_Confirm_Password
source: Confirm Password
fr: Confirmez votre mot de passe

# Enter_Your_Phone_No
source: Phone Number
fr: Entrez votre numéro de téléphone

source: Select driver type
fr: Choisir la categorie de chauffeur

source: Enter company name
fr: Entrez le nom de la société

source: Enter company address
fr: Entrez l'adresse de la société

source: Enter company ZIP code
fr: Entrez le code postal de l'entreprise

source: Enter company siret
fr: Entrez le numéro de siret

source: Enter company VAT
fr: Entrez la TVA de la société

source: Enter license number
fr: Saisissez le numéro de permis

# Enter_Taxi_Number
source: Enter taxi driver number
fr: Entrez le numéro de chauffeur de taxi

# Enter_CAPA_Number
source: Enter CAPA license number
fr: Entrez le numéro de licence CAPA

source: Enter EVCT number
fr: Entrez le numéro EVCT

source: Add My Document
fr: Ajouter un document

source: Add Copies Of Documents
fr: Ajouter une copie du document

source: FORWARD FOR VERIFICATION
fr: Envoyer pour vérification

source: Fare Summary
fr: PRIX DE LA COURSE

source: Rate Customer
fr: Évaluez le client

source: AVAILABLE FOR NEXT TRIP
fr: Disponible pour la prochaine course

source: GO OFFLINE
fr: Se déconnecter

source: Contact Us
fr: CONTACTEZ NOUS

# Feel_Free_To_Reach
source: Feel free to reach out with any queries you might have!
fr: N'hésitez pas à nous contacter

source: Last 7 Days
fr: Les 7 derniers jours

source: Last 24 Hours
fr: Dernières 24 heures

source: Last Month
fr: Le mois dernier

source: From Date
fr: De la date

source: To Date
fr: Jusqu'à la date

source: Trip Id
fr: N° de la course

source: Name
fr: Nom

source: Amount
fr: Montant

source: Particular
fr: Coordonnées

source: Balance
fr: Solde

source: My Trips
fr: Mes voyages

source: Date Time Of Booking
fr: Date/Heure de la réservation:

source: Date Time Of Travel
fr: Date/Heure de la course:

source: From Address
fr: De l'adresse

source: To Address
fr: A l'adresse

source: Passenger Name:
fr: Nom du passager

source: Passenger Number
fr: Numéro du passager

source: Company Name:
fr: Nom de la société

source: Cost:
fr: Prix

source: ContactSupport
fr: Contactez le support

# Balance_Sheet
source: Balance Sheet & Transfer
fr: Bilan et transfert

source: Live GPS
fr: GPS en direct

source: Add Driver
fr: Ajouter un chauffeur

source: CAPA
fr: CAPACITAIRE

source: Sign Up
fr: S'inscrire

source: Attachment.jpg
fr: Fichier joint

source: Not Uploaded
fr: N'est pas mis en ligne

# Code
source: Country Code
fr: Code

# Add_copyOfDoc
source: Add Copies Of Documents
fr: Ajouter les documents
